Repository: common-repository/simple-youtube-gdpr
Catalog: languages/simple-youtube-gdpr-*.po
Languages: ru_ru

source: https://policies.google.com/privacy?hl=en
ru_ru: https://policies.google.com/privacy?hl=ru

source: https://twitter.com/en/privacy
ru_ru: https://twitter.com/ru/privacy

source: Show %s content: %s
ru_ru: Показать %s содержание: %s

source: Show %s content
ru_ru: Показать %s содержание

source: By showing the %s content you accept <a href=" % s" target="_blank" rel="nofollow noreferrer noopener" referrerpolicy="no - referrer" title=" % s">its privacy policy</a>.
ru_ru: Показывая %s содержание, вы соглашаетесь с <a href=" % s" target="_blank" rel="nofollow noreferrer noopener" referrerpolicy="no - referrer" title=" % s">их политикой приватности</a>.

source: %s Privacy Policy page (opens in a new window)
ru_ru: %s Страница Политики Приватности (откроется в новом окне)

source: Upgrade plan
ru_ru: Премиум версия

source: Block Vimeo and more!
ru_ru: Блокировать Vimeo и прочее!

source: Payment in RUB - Russian Rubles
ru_ru: Платёж через Яндекс.Деньги

source: Donate
ru_ru: Пожертвовать

source: Simple YouTube GDPR
ru_ru: WordPress плагин для блокировки YouTube, Vimeo и других элементов

source: Integrate YouTube and Vimeo videos securely!
ru_ru: Вставляйте YouTube и Vimeo видео абсолютно безопасно!

source: Alexey Volkov
ru_ru: Алексей Волков
